// General
"ADD" = "Adicionar";
"OK" = "OK";
"CANCEL" = "Cancelar";
"Space" = "Space";
"SPACES" = "Spaces";
"OPTIONS" = "Opções…";
"CONTINUE" = "Continuar";
"TURN_BT_ON" = "Ativar Bluetooth";

"SEARCHING" = "Buscando…";
"CONNECTING" = "Conectando…";

// Combobox entries
"MODIFER_OPTION" = "⌥ Opção";
"MODIFER_CONTROL" = "⌃ Controle";
"MODIFER_COMMAND" = "⌘ Comando";

"MOUSEBUTTON_OPEN" = "Abrir \“%@\”";

//
"TOP_LABEL_BT_OFF_HEADER" = "Conecte um mouse USB ou ative o Bluetooth.";
"TOP_LABEL_BT_HEADER" = "Aguarde até que o mouse Bluetooth seja detectado ou conecte um mouse USB.";
"TOP_LABEL_NO_BT_HEADER" = "Conecte um mouse USB.";

//
"MID_LABEL_NO_MOUSE" = "Nenhum mouse foi encontrado.";
"MID_LABEL_1_MOUSE" = "Foi encontrado 1 mouse.";
"MID_LABEL_MOUSE_FOUND" = "\“%@\” foi encontrado";


// Gestures
"ONE_FINGER" = "Um Dedo";
"ONEFINGER_SCROLL_GESTURE" = "Rolar";
"AX_ONEFINGER_SCROLL_GESTURE" = "Rolar";
"SECONDARYCLICK_GESTURE" = "Clique secundário";
"AX_SECONDARYCLICK_GESTURE" = "Clique secundário";
"ONEFINGER_SCREEN_ZOOM_GESTURE" = "Zoom da Tela";
"AX_ONEFINGER_SCREEN_ZOOM_GESTURE" = "Zoom da Tela";

"TWO_FINGERS" = "Dois Dedos";
"2F_SWIPE_LEFT_RIGHT" = "Para Navegar, Passe os Dedos para Esq./Dir.";
"AX_2F_SWIPE_LEFT_RIGHT" = "Passar os Dedos para a Esquerda e a Direita para Navegar";

"SCREENZOOM_GESTURE" = "Zoom da Tela";
"WITH_MOMENTUM" = "com Inércia";
"WITHOUT_MOMENTUM" = "sem Inércia";


//
"BT_OFF_ALERT_TITLE" = "Você não pode conectar-se a um mouse Bluetooth porque o Bluetooth está desativado. Deseja ativá-lo?";
"BT_INDICATOR_SEARCHING" = "Buscando…";
"BT_INDICATOR_CONNECTING" = "Conectando…";

//
"LEFT" = "Esquerda";
"RIGHT" = "Direita";
"SCROLL" = "Rolar";
"NAVIGATE" = "Navegar";
"SCROLL_OFF" = "Inativo";
"SCROLL_VERTICAL" = "Apenas Vertical";
"SCROLL_VERTICAL_HORIZONTAL" = "Vertical e Horizontal";
"SCROLL_360" = "360 Graus";
"SWIPE_1_FINGER" = "1 Dedo";
"SWIPE_2_FINGER" = "2 Dedos";
"3F_TAP_TO_DASHBOARD" = "Dashboard";
"3F_TAP_TO_EXPOSE_ALL_WINDOW" = "Exposé Todas as Janelas";
"3F_TAP_TO_EXPOSE_APP_WINDOW" = "Janelas do Aplicativo Exposé";
"3F_TAP_TO_EXPOSE_DESKTOP" = "Exposé Mesa";



